IDEA Open Model
ConProjectInfo.DesignCode Property
 Design code
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string DesignCode { get; set; }
Public Property DesignCode As String
	Get
	Set
public:
property String^ DesignCode {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace